[
  {"id":1,"name":"Смартфон Vivo Y31","shopId":1,
    "descriptionRu":"Смартфон Vivo Y31 оснащен дисплеем Halo FullView с диагональю 6,58 дюйма, разрешением Full HD+ (2408 x 1080) и поддержкой цветовой палитры P3, чтобы вы смогли целиком погрузиться в мир игр и видео. Для снижения нагрузки на глаза в смартфоне предусмотрена функция фильтрации вредного синего света. Сканер отпечатков на боковой грани Инженеры vivo объединили сканер отпечатков пальцев на боковой грани с кнопкой питания, чтобы можно было включать и разблокировать смартфон одновременно.",
    "descriptionUzLat":"Vivo Y31 6,58 dyuymli Halo FullView displeyiga ega bo‘lib, u Full HD+ (2408 x 1080) o‘lchamli va P3 rang gamutiga ega bo‘lib, o‘yin va videoni immersiv taassurot qiladi. Ko‘z zo‘riqishini kamaytirish uchun ** zararli ko‘k nurni filtrlash funksiyasiga ega. Yon barmoq izlari skaneri Vivo muhandislari **ni bir vaqtning o'zida yoqish va qulfdan chiqarish uchun yon barmoq izlari skaneri bilan quvvat tugmasi bilan birlashdilar.",
    "descriptionUzKir":"Vivo Y31 6,58 дюймли Halo FullView дисплейига эга бўлиб, у Full HD+ (2408 х 1080) ўлчамли ва P3 ранг гамутига эга бўлиб, ўйин ва видеони иммерсив таассурот қилади. Кўз зўриқишини камайтириш учун смартфон зарарли кўк нурни фильтрлаш функциясига эга. Ён бармоқ излари сканери Vivo муҳандислари смартфонни бир вақтнинг ўзида ёқиш ва қулфдан чиқариш учун ён бармоқ излари сканери билан қувват тугмаси билан бирлашдилар.",
    "currency":"CU","price":220,"oldPrice":250,"activeness":true,"wholesale":true,"inStockCnt":15,"reservedCnt":0,"status":"PASSED_MODERATION","condition":"NEW","images":[{"main":true,"data":{"original":"image.png","large":"image.png","medium":"image.png","small":"image.png"}}],
    "prices":[{"id":1,"fromQuantity":10,"price":210}]},
  {"id":2,"name":"Samsung Galaxy A52","shopId":1,
    "descriptionRu":"Насладитесь детальным изображением на Super AMOLED 6,5'' Infinity-O экране с разрешением FHD+ и яркостью до 800 нит, которое отлично видно даже при ярком дневном свете. Функция защиты глаз \"Eye Comfort Shield\"² снижает уровень синего свечения, а сверхплавная прокрутка обеспечивает комфортный просмотр во время игрового сеанса или скроллинга изображения на экране. Четыре AI камеры Galaxy A52 поднимают уровень качества фото на новую высоту. Делайте сверхчёткие снимки на 64 мегапиксельную основную камеру с оптической стабилизацией. Расширьте поле зрения камеры с помощью сверхширокоугольной камеры.",
    "descriptionUzLat":"Super AMOLED 6,5 dyuymli Infinity-O ekranida FHD+ piksellar soniga va 800 nitgacha yorqinlikka ega bo‘lgan batafsil tasvirlardan bahramand bo‘ling, bu yorug‘ kunduzda ham mukammal ko‘rinadi. \"Eye Comfort Shield\"² ko'k yorug'lik chiqarishni kamaytiradi, o'ta silliq aylantirish esa o'yin o'ynash yoki ekranda aylanayotganda qulay ko'rish tajribasini ta'minlaydi. Galaxy A52 ning to‘rtta AI kamerasi surat sifatini yangi cho‘qqilarga olib chiqadi. Optik stabilizatsiyaga ega 64 megapikselli asosiy kamera bilan ultra tiniq suratga oling. Ultra keng burchakli kamera yordamida kamerangizning ko‘rish maydonini kengaytiring.",
    "descriptionUzKir":"Super AMOLED 6,5 дюймли Infinity-O экранида FHD+ пикселлар сонига ва 800 нитгача ёрқинликка эга бўлган батафсил тасвирлардан баҳраманд бўлинг, бу ёруғ кундузда ҳам мукаммал кўринади. \"Eye Comfort Shield\" кўк ёруғлик чиқаришни камайтиради, ўта силлиқ айлантириш эса ўйин ўйнаш ёки экранда айланаётганда қулай кўриш тажрибасини таъминлайди. Galaxy A52 нинг тўртта AI камераси сурат сифатини янги чўққиларга олиб чиқади. Оптик стабилизацияга эга 64 мегапикселли асосий камера билан ультра тиниқ суратга олинг. Ultra кенг бурчакли камера ёрдамида камерангизнинг кўриш майдонини кенгайтиринг.",
    "currency":"CU","price":170,"oldPrice":190,"activeness":true,"wholesale":true,"inStockCnt":15,"reservedCnt":0,"status":"PASSED_MODERATION","condition":"NEW","images":[{"main":true,"data":{"original":"image.png","large":"image.png","medium":"image.png","small":"image.png"}}],
    "prices":[{"id":1,"fromQuantity":10,"price":165}]},
  {"id":3,"name":"OnePlus Nord N10 5G","shopId":1,
    "descriptionRu":"OnePlus Nord N10 5G — очень быстрый смартфон с квадрокамерой. Модель предлагает эффективный чип Qualcomm, плавный дисплей и хороший аккумулятор. Телефон позволяет комфортно играть в 3D-игры. Сканер отпечатков на задней панели реагирует моментально. Приложен сильный 30 Вт адаптер. Реверсивный порт USB облегчает зарядку. Девайс отлично подходит для наслаждения музыкой. Стереофонические динамики дополняют увлекательные события на экране.",
    "descriptionUzLat":"OnePlus Nord N10 5G - bu juda tez to'rt kamerali **. Model samarali Qualcomm chipi, silliq displey va yaxshi batareyani taqdim etadi. Telefon 3D o'yinlarini bemalol o'ynash imkonini beradi. Orqa tarafdagi barmoq izi skaneri javob beradi. Kuchli 30 Vt adapter ulangan. Qaytariladigan USB porti zaryadlashni osonlashtiradi. Qurilma musiqadan zavqlanish uchun ajoyib. Stereo dinamiklar ekrandagi hayajonli harakatni yakunlaydi.",
    "descriptionUzKir":"OnePlus Nord N10 5G - бу жуда тез тўрт камерали смартфон. Модель самарали Қуалсомм чипи, силлиқ дисплей ва яхши батареяни тақдим этади. Телефон 3D ўйинларини бемалол ўйнаш имконини беради. Орқа тарафдаги бармоқ изи сканери жавоб беради. Кучли 30 Вт адаптер уланган. Қайтариладиган USB порти зарядлашни осонлаштиради. Қурилма мусиқадан завқланиш учун ажойиб. Стерео динамиклар экрандаги ҳаяжонли ҳаракатни якунлайди.",
    "currency":"CU","price":330,"oldPrice":340,"activeness":true,"wholesale":true,"inStockCnt":15,"reservedCnt":0,"status":"PASSED_MODERATION","condition":"NEW","images":[{"main":true,"data":{"original":"image.png","large":"image.png","medium":"image.png","small":"image.png"}}],
    "prices":[{"id":1,"fromQuantity":10,"price":320}]},
  {"id":4,"name":"OPPO A15s 4/64Gb","shopId":1,
    "descriptionRu":"Широкие возможности - Тройная AI камера 13 Мп OPPO A15s способна поймать каждую мельчайшую деталь, обеспечивая четкие и яркие фотографии. Макрообъектив 2 Мп позволяет улавливать мелкие детали крупным планом, а линза глубины сцены 2 Мп обеспечивает эффект боке на аппаратном уровне, помогая создавать эффектные портреты.",
    "descriptionUzLat":"Kuchli imkoniyatlar - OPPO A15s 13 megapikselli AI Triple kamerasi har bir mayda detallarni suratga olishga qodir, aniq va jonli suratlar beradi. 2 megapikselli so'l ob'ektiv yaqinroq suratga tushadi, 2 megapikselli chuqurlikdagi linza esa dramatik portretlar uchun apparat darajasidagi bokehni taqdim etadi. ",
    "descriptionUzKir":"Кучли имкониятлар - OPPO A15s 13 мегапикселли AI Triple камераси ҳар бир майда деталларни суратга олишга қодир, аниқ ва жонли суратлар беради. 2 мегапикселли сўл объектив яқинроқ суратга тушади, 2 мегапикселли чуқурликдаги линза эса драматик портретлар учун аппарат даражасидаги бокеҳни тақдим этади. ",
    "currency":"CU","price":170,"oldPrice":250,"activeness":true,"wholesale":true,"inStockCnt":15,"reservedCnt":0,"status":"PASSED_MODERATION","condition":"NEW","images":[{"main":true,"data":{"original":"image.png","large":"image.png","medium":"image.png","small":"image.png"}}],
    "prices":[{"id":1,"fromQuantity":10,"price":165}]},
  {"id":5,"name":"Xiaomi Redmi 9C","shopId":1,
    "descriptionRu":"Экран заполняет практический все пространство передней части корпуса, что позволяет сконцентрировать внимание только на том, что находится по ту сторону дисплея. Процессор MediaTek Helio G35 обеспечивает надежную производительность, гарантируя отсутствие замедления и торможения даже при длительном гейминге.",
    "descriptionUzLat":"Ekran korpus old qismining deyarli butun maydonini to'ldiradi, bu sizga faqat displeyning boshqa tomonidagi narsalarga e'tibor qaratish imkonini beradi. MediaTek Helio G35 protsessori ishonchli ishlashni ta'minlaydi, hatto uzoq muddatli o'yin paytida ham hech qanday sekinlashuv yoki qoqilishni ta'minlamaydi.",
    "descriptionUzKir":"Экран корпус олд қисмининг деярли бутун майдонини тўлдиради, бу сизга фақат дисплейнинг бошқа томонидаги нарсаларга эътибор қаратиш имконини беради. MediaTek Helio G35 процессори ишончли ишлашни таъминлайди, ҳатто узоқ муддатли ўйин пайтида ҳам ҳеч қандай секинлашув ёки қоқилишни таъминламайди.",
    "currency":"CU","price":370,"oldPrice":400,"activeness":true,"wholesale":true,"inStockCnt":15,"reservedCnt":0,"status":"PASSED_MODERATION","condition":"NEW","images":[{"main":true,"data":{"original":"image.png","large":"image.png","medium":"image.png","small":"image.png"}}],
    "prices":[{"id":1,"fromQuantity":10,"price":350}]},
  {"id":6,"name":"ZTE nubia Red Magic 5G","shopId":1,
    "descriptionRu":"Подробный обзор Nubia RedMagic 5G —бескомпромиссного смартфона для игр и продвинутых пользователей, от компании ZTE. Модель примечательна наличием встроенного активного охлаждения на основе тепловых трубок и турбовентилятора, оснащением дополнительными игровыми аппаратными кнопками, а также возможностью подключения к игровой док-станции. Начинка смартфона действительно топовая: это производительный процессор Qualcomm Snapdragon 865 в паре с видеоподсистемой Adreno 650. Экран на уровне — Super AMOLED FHD+ с частотой обновления до 144 Гц. ",
    "descriptionUzLat":"ZTE'dan o'yin o'yinlari va ilg'or foydalanuvchilar uchun murosasiz ** Nubia RedMagic 5G haqida batafsil sharh. Model issiqlik quvurlari va turbofan asosida o'rnatilgan faol sovutish, qo'shimcha o'yin apparati tugmalari bo'lgan uskunalar, shuningdek, o'yin o'rnatish stantsiyasiga ulanish imkoniyati bilan ajralib turadi. **ni to‘ldirish haqiqatan ham yuqori darajali: bu Adreno 650 video quyi tizimi bilan bog‘langan yuqori unumdor Qualcomm Snapdragon 865 protsessori.Ekran 144 Gts gacha yangilanish tezligiga ega Super AMOLED FHD+ darajasida. ",
    "descriptionUzKir":"ZTE'дан ўйин ўйинлари ва илғор фойдаланувчилар учун муросасиз смартфонNubia RedMagic 5G ҳақида батафсил шарҳ. Модель иссиқлик қувурлари ва турбофан асосида ўрнатилган фаол совутиш, қўшимча ўйин аппарати тугмалари бўлган ускуналар, шунингдек, ўйин ўрнатиш станциясига уланиш имконияти билан ажралиб туради. Смартфонни тўлдириш ҳақиқатан ҳам юқори даражали: бу Адрено 650 видео қуйи тизими билан боғланган юқори унумдор Qualcomm Snapdragon 865 protsessori.Ekran 144 Гтс гача янгиланиш тезлигига эга Super AMOLED FHD+ даражасида. ",
    "currency":"CU","price":550,"oldPrice":580,"activeness":true,"wholesale":true,"inStockCnt":15,"reservedCnt":0,"status":"PASSED_MODERATION","condition":"NEW","images":[{"main":true,"data":{"original":"image.png","large":"image.png","medium":"image.png","small":"image.png"}}],
    "prices":[{"id":1,"fromQuantity":10,"price":540}]}
]